"assorted" : [
    { "name": "friandise (fr. pronun): a delicacy" },
    { "name": "pestle pie: a large type of meat pie" },
    { "name": "diaster : two stars" },
    {
        "name": "water of magnanimity  n.  [after post-classical Latin aqua magnanimitatis (1614 or earlier)] Medicine Obsolete a preparation made by soaking ants in alcohol and distilling the resulting liquid, used medicinally as a stimulant."
    },
    { "name": "creosote" },
    { "name": "chaffern: vessel to heat water in'" },
    {
        "name": "hamper: Nautical. Things which form a necessary part of the equipment of a vessel, but are in the way at certain times. "
    },
    { "name": "a fourneil or kiln of lime" },
    { "name": "formello: a cavity in which powder is placed for blasting" },
    {
        "name": "hammerwort, or pellitory of the wall, sticky-weed, mostly a weed hyperallergenic; larval food plant for red admiral butterflies"
    },
    {
        "name": "diasporometer: an instrument for measuring the dispersion of rays of light; e.g. a compound prism"
    },
    {
        "name": "diasenna: a purgative electuary of which senns formed the base; the confection of senna"
    },
    {
        "name": "glossocomium: a case or frame for (lit: tongues) reeds of instruments; or fractured or dislocated limbs"
    },
    {
        "name": "lancewood: A tough elastic wood imported chiefly from the West Indies, used for carriage-shafts, fishing-rods, cabinet-work, etc. Also, a fishing-rod made of this wood."
    },
    { "name": "pollard: fine bran" },
    { "name": "pollantine: porpoise ? " },
    {
        "name": "an exipotic: Of a medicine: promoting digestion; cleansing, purging."
    },
    {
        "name": "firedamp: flammable gas (esp marsh gas)  given off by coal in mines"
    },
    { "name": "trollsmilk and cheese" },
    { "name": "trade goods:  figs" },
    { "name": "Salaeratus [baking powder] Biscuit." },
    { "name": "sealing wax" },
    {
        "name": "marl / marlstone: lime-rich mud or mudstone has calcite mineral (describes indurated marine deposits and lacustrine sediments (marlstone); underlies peat bogs; used as soil conditioner (agricultural lime))"
    },
    { "name": "round herring (rich, oily, well tasted fish)" },
    {
        "name": "marble sculpture (relatively soft; waxy because of low index of refraction of calcite; basically it's compressed limestone); construction"
    },
    { "name": "dimension stone (trade)" },
    { "name": "choucroute, pickled cabbage; usually served with meat" },
    { "name": "the humpback salmon or gorbuscha" },
    { "name": "Culverkey wine is a much-admired beverage." },
    { "name": "prawns / cumacens" },
    {
        "name": "salt glands from animals —costard: A large apple with prominent ribs or ridges, often described as having a pale green or red-flushed skin; a tree producing such an apple."
    },
    { "name": "stalagma: a distilled liquor (latin)" },
    { "name": "flouder: ?" },
    { "name": "pep crystals (from crystal pepsi)" },
    { "name": "ritratto a picture, esp. a portrait. " }
]
