{
    "name": "Oriax",
    "size": "L",
    "type": {
        "type": "monstrosity",
        "tags": ["genasii", "banderhobb", "she, her"]
    },
    "source": "Zorq",
    "alignment": ["U"],
    "ac": [
        {
            "ac": 15,
            "from": ["natural armor"]
        }
    ],
    "hp": {
        "average": 84,
        "formula": "8d10 + 40"
    },
    "speed": {
        "walk": 30
    },
    "str": 20,
    "dex": 12,
    "con": 20,
    "int": 11,
    "wis": 14,
    "cha": 8,
    "skill": {
        "athletics": "+8",
        "stealth": "+7"
    },
    "conditionImmune": ["charmed", "frightened"],
    "senses": ["darkvision 120 ft."],
    "passive": 12,
    "languages": ["Common and the languages of its creator but can't speak"],
    "cr": "5",
    "trait": [
        {
            "name": "Resonant Connection",
            "entries": [
                "If the banderhobb has even a tiny piece of a creature or an object in its possession, such as a lock of hair or a splinter of wood, it knows the most direct route to that creature or object if it is within 1 mile of the banderhobb."
            ]
        },
        {
            "name": "Shadow Stealth",
            "entries": [
                "While in dim light or darkness, the banderhobb can take the Hide action as a bonus action."
            ]
        },
        {
            "name": "Amphibious",
            "entries": ["Oriax can breathe air and water."]
        }
    ],
    "action": [
        {
            "name": "Bite",
            "entries": [
                "{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}22 ({@damage 5d6 + 5}) piercing damage, and the target is {@condition grappled} (escape {@dc 15}) if it is a Large or smaller creature. Until this grapple ends, the target is {@condition restrained}, and the banderhobb can't use its bite attack or tongue attack on another target."
            ]
        },
        {
            "name": "Tongue",
            "entries": [
                "{@atk mw} {@hit 8} to hit, reach 15 ft., one target. {@h}10 ({@damage 3d6}) necrotic damage, and the target must make a {@dc 15} Strength saving throw. On a failed save, the target is pulled to a space within 5 feet of the banderhobb, which can use a bonus action to make a bite attack against the target."
            ]
        },
        {
            "name": "Swallow",
            "entries": [
                "The banderhobb makes a bite attack against a Medium or smaller creature it is grappling. If the attack hits, the target is swallowed, and the grapple ends. The swallowed creature is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside the banderhobb and it takes 10 ({@damage 3d6}) necrotic damage at the start of each of the banderhobb's turns. A creature reduced to 0 hit points in this way stops taking necrotic damage and becomes stable.",
                "The banderhobb can have only one target swallowed at a time. While the banderhobb isn't {@condition incapacitated}, it can regurgitate the creature at any time (no action required) in a space within 5 feet of it. The creature exits {@condition prone}. If the banderhobb dies, it likewise regurgitates a swallowed creature."
            ]
        },
        {
            "name": "Shadow Step",
            "entries": [
                "The banderhobb magically teleports up to 30 feet to an unoccupied space of dim light or darkness that it can see. Before or after teleporting, it can make a bite or tongue attack."
            ]
        }
    ],
    "page": 122,
    "environment": ["urban"],
    "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/36/banderhobb.mp3",
    "actionTags": ["Swallow"],
    "senseTags": ["SD"],
    "damageTags": ["P", "N"],
    "miscTags": ["MW", "RCH"],
    "languageTags": ["CS"],
    "fluff": {
        "name": "Banderhobb",
        "source": "VGM",
        "images": [
            {
                "type": "image",
                "href": {
                    "type": "internal",
                    "path": "bestiary/VGM/Banderhobb.jpg"
                }
            }
        ],
        "entries": [
            {
                "type": "entries",
                "entries": [
                    "A banderhobb is a hybrid of shadow and flesh. Through dark magic, these components take on an enormous and vile humanoid shape, resembling a bipedal toad. In this form, a banderhobb temporarily serves its creator as a thug, a thief, and a kidnapper.",
                    {
                        "name": "Birthed by Hags",
                        "entries": [
                            " In the earliest days of the world, a coven of night hags devised a ritual that led to the creation of the first banderhobb. A hag that knows the ritual might be willing to teach it for the right price. Some other dark fey and powerful fiends also know of the process, as do a few mortal mages. Instructions might also be found in a tome devoted to debased wizardry.",
                            "A banderhobb fulfills its duties until its existence ends. When it expires, usually several days after its birth, it leaves behind only tarry goo and wisps of shadow. Legends tell of a dark tower in the Shadowfell where the shadows sometimes reform, and banderhobbs roam."
                        ],
                        "type": "entries"
                    },
                    {
                        "name": "Silent and Deadly",
                        "entries": [
                            " When the ritual to create a banderhobb is complete, flesh, spirit, and shadow combine to produce a creature as big as an ogre. The newly formed monstrosity has spindly limbs that belie great strength. Its broad maw holds a long tongue and rows of fangs, both of which it uses to grab and swallow a creature or perhaps an object the banderhobb intends to steal. Despite its size, a banderhobb makes little noise, moving as silently as the shadows that infuse it. A banderhobb isn't capable of speech, but it can understand orders given to it by its creator and communicates with nearby banderhobbs in a psychic manner."
                        ],
                        "type": "entries"
                    },
                    {
                        "name": "Agents of Evil",
                        "entries": [
                            " During its brief existence, a banderhobb attempts to carry out the bidding of the one who birthed it. It accomplishes its mission with no concern for the harm it suffers or creates. Its only desire is to serve and succeed. A banderhobb that is assigned to track down a target is particularly dangerous when it is provided with a lock of hair, a personal belonging, or other object connected to the target. Possession of such an item allows it to sense the creature's location from as far as a mile away."
                        ],
                        "type": "entries"
                    }
                ]
            }
        ]
    },
    "tokenUrl": "https://5e.tools/img/VGM/Banderhobb.png?v=1.94.5",
    "traitTags": ["Amphibious"],
    "isNamedCreature": true,
    "isNpc": true,
    "uniqueId": "1aa6fde92b856f01cbab44e505e9f08d"
}
