{
    "name": "Ygatin",
    "size": "M",
    "type": "undead",
    "source": "zorq",
    "alignment": ["C", "E"],
    "ac": [
        {
            "ac": 15,
            "from": ["natural armor"]
        }
    ],
    "hp": {
        "average": 58,
        "formula": "9d8 + 18"
    },
    "speed": {
        "walk": 30
    },
    "str": 15,
    "dex": 16,
    "con": 15,
    "int": 7,
    "wis": 12,
    "cha": 12,
    "skill": {
        "perception": "+4",
        "stealth": "+6"
    },
    "resist": [
        "cold",
        "fire",
        "necrotic",
        {
            "resist": ["bludgeoning", "piercing", "slashing"],
            "note": "from nonmagical attacks"
        }
    ],
    "immune": ["lightning", "poison"],
    "conditionImmune": ["charmed", "frightened", "poisoned"],
    "senses": ["darkvision 120 ft."],
    "passive": 14,
    "languages": ["Abyssal", "the languages it knew in life"],
    "cr": "6",
    "trait": [
        {
            "name": "Aura of Annihilation",
            "entries": [
                "The bodak can activate or deactivate this feature as a bonus action. While active, the aura deals 5 necrotic damage to any creature that ends its turn within 30 feet of the bodak. Undead and fiends ignore this effect."
            ]
        },
        {
            "name": "Death Gaze",
            "entries": [
                "When a creature that can see the bodak's eyes starts its turn within 30 feet of the bodak, the bodak can force it to make a {@dc 13} Constitution saving throw if the bodak isn't {@condition incapacitated} and can see the creature. If the saving throw fails by 5 or more, the creature is reduced to 0 hit points, unless it is immune to the {@condition frightened} condition. Otherwise, a creature takes 16 ({@damage 3d10}) psychic damage on a failed save.",
                "Unless surprised, a creature can avert its eyes to avoid the saving throw at the start of its turn. If the creature does so. it has disadvantage on attack rolls against the bodak until the start of its next turn. If the creature looks at the bodak in the meantime, it must immediately make the saving throw."
            ]
        },
        {
            "name": "Sunlight Hypersensitivity",
            "entries": [
                "The bodak takes 5 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks."
            ]
        }
    ],
    "action": [
        {
            "name": "Fist",
            "entries": [
                "{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) bludgeoning damage plus 9 ({@damage 2d8}) necrotic damage."
            ]
        },
        {
            "name": "Withering Gaze",
            "entries": [
                "One creature that the bodak can see within 60 feet of it must make a {@dc 13} Constitution saving throw, taking 22 ({@damage 4d10}) necrotic damage on a failed save, or half as much damage on a successful one."
            ]
        }
    ],
    "page": 127,
    "environment": ["swamp", "underdark", "urban"],
    "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/63/bodak.mp3",
    "traitTags": ["Sunlight Sensitivity"],
    "languageTags": ["AB"],
    "senseTags": ["SD"],
    "damageTags": ["B", "N", "Y"],
    "miscTags": ["MW"],
    "fluff": {
        "name": "Bodak",
        "source": "VGM",
        "images": [
            {
                "type": "image",
                "href": {
                    "type": "internal",
                    "path": "bestiary/VGM/Bodak.jpg"
                }
            }
        ],
        "entries": [
            {
                "type": "entries",
                "entries": [
                    "A bodak is the undead remains of someone who revered Orcus. Devoid of life and soul, it exists only to cause death.",
                    {
                        "name": "Marked by Orcus",
                        "entries": [
                            " A worshiper of Orcus can take ritual vows while carving the demon lord's symbol on its chest over the heart. Orcus's power flays body, mind, and soul, leaving behind a sentient husk that sucks in all life energy near it. Most bodaks come into being in this way, then unleashed to spread death in Orcus's name.",
                            "Orcus created the first bodaks in the Abyss from seven devotees, called the Hierophants of Annihilation. These figures, as mighty as balors, have free will but serve the Prince of Undeath directly. Any one of these bodaks can turn a slain mortal into a bodak with its gaze. Like each Hierophant of Annihilation, every bodak bears the mark of Orcus as a chest wound, an opening where a mortal humanoid's heart would be.",
                            "Orcus can recall anything a bodak sees or hears. If he so chooses, he can speak through a bodak to address his enemies and followers directly. Bodaks are extensions of Orcus's will outside the Abyss, serving the demon prince's aims and other minions.",
                            "Even nature despises bodaks. The sun burns away a bodak's tainted flesh. The creature's gaze lays waste to the living. Anyone a bodak slays with its gaze withers, its face frozen in a mask of terror. The monster's mere presence is so unnatural that it chills the soul. Animals untrained for war instinctively flee just before a bodak arrives."
                        ],
                        "type": "entries"
                    },
                    {
                        "name": "Unhallowed Fragments",
                        "entries": [
                            " A bodak retains vague impressions of its past life. It seeks out both its former allies and its former enemies to destroy them, as its warped soul seeks to erase anything connected to its former life. Minions of Orcus are the one exception to this compulsion; a bodak recognizes them as kindred souls and spares them from its wrath. Anyone who knew the individual before its transformation into a bodak can recognize mannerisms or other subtle clues to its original identity."
                        ],
                        "type": "entries"
                    },
                    {
                        "name": "Ravaged Soul",
                        "entries": [
                            " The soul of a creature that becomes a bodak is so damaged that it is unfit for most forms of magical resurrection. Only a wish spell or similar magic can return a bodak to its former life."
                        ],
                        "type": "entries"
                    },
                    {
                        "name": "Undead Nature",
                        "entries": [
                            " A bodak doesn't require air, food, drink, or sleep."
                        ],
                        "type": "entries"
                    }
                ]
            }
        ]
    },
    "tokenUrl": "https://5e.tools/img/VGM/Bodak.png?v=1.94.4",

    "uniqueId": "4f89166d7489d1ef2da92638f5a36028"
}
