{
    "name": "Ethel Three School",
    "size": "L",
    "type": "monstrosity",
    "source": "zorq",
    "alignment": ["C", "N"],
    "ac": [
        {
            "ac": 15,
            "from": ["natural armor"]
        }
    ],
    "hp": {
        "average": 85,
        "formula": "10d10 + 30"
    },
    "speed": {
        "walk": 30
    },
    "str": 15,
    "dex": 5,
    "con": 16,
    "int": 3,
    "wis": 6,
    "cha": 8,
    "save": {
        "str": "+4",
        "con": "+5"
    },
    "skill": {
        "perception": "+0"
    },
    "senses": ["darkvision 60 ft."],
    "passive": 10,
    "cr": "3",
    "page": 209,
    "action": [
        {
            "name": "Multiattack",
            "entries": [
                "The gray render makes three attacks: one with its bite and two with its claws."
            ]
        },
        {
            "name": "Bite",
            "entries": [
                "{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d10 + 2}) piercing damage. If the target is Medium or smaller, the target must succeed on a {@dc 12} Strength saving throw or be knocked {@condition prone}."
            ]
        },
        {
            "name": "Claws",
            "entries": [
                "{@atk mw} {@hit 4} to hit, reach 10 ft., one target. {@h}6 ({@damage 1d8 + 2}) slashing damage. If the target is {@condition prone} an additional 4 ({@damage 1d4 + 2}) bludgeoning damage is dealt to the target."
            ]
        }
    ],
    "reaction": [
        {
            "name": "Bloody Rampage",
            "entries": [
                "When the gray render takes damage, it makes one attack with its claws against a random creature within its reach, other than its master."
            ]
        }
    ],
    "environment": ["forest", "hill"],
    "soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/650/gray-render.mp3",
    "actionTags": ["Multiattack"],
    "senseTags": ["D"],
    "damageTags": ["P", "S", "B"],
    "miscTags": ["MW", "RCH"],
    "fluff": {
        "name": "Gray Render",
        "source": "MTF",
        "images": [
            {
                "type": "image",
                "href": {
                    "type": "internal",
                    "path": "bestiary/MTF/Gray Render.jpg"
                }
            }
        ],
        "entries": [
            {
                "type": "quote",
                "entries": [
                    "I suspect gray renders owe their origin to the neogi, since they are often in their company. Those that appear in the wilderness are likely castaways from frustrated neogi masters."
                ],
                "by": "Mordenkainen"
            },
            {
                "type": "entries",
                "name": "Gray Render",
                "entries": [
                    "A curious impulse drives the gray render. Despite its hulking form and terrible appetite, it wants most of all to bond with an intelligent creature and, once bonded, give its life to protect that creature. Great strength and a savage nature enable gray renders to be fierce guardians, but they lack even a shred of cunning."
                ]
            },
            {
                "type": "entries",
                "name": "A Spreading Plague",
                "entries": [
                    "Gray renders reproduce by forming nodules on their bodies that, upon reaching maturity, break off to begin life as young gray renders. These monstrosities feel no obligation to their young, and they have no inclination to gather with others of their kind."
                ]
            },
            {
                "name": "Chaotic Allies",
                "type": "entries",
                "entries": [
                    "As a side effect of its breeding, each gray render has an overpowering need to bond with an intelligent creature. When it encounters a suitable master, the render sings to it—a weird, warbling cry accompanied by scratching at the earth and a show of deference. Once it forms the bond, the render serves its master in all things.",
                    "Although this bond can be a great benefit, renders are inherently chaotic. In a battle, a render fights with all the savagery it can muster and never willingly harms its master, but outside battle, a gray render might present considerable difficulty for its master's associates. It might follow its master even after being told to stay put, destroy its master's house, burrow holes in the side of a ship, kill horses, attack when it feels jealous, and more. A gray render might be a boon companion, but it is always an unpredictable one.",
                    "The Gray Render Quirks table presents possible quirks for gray renders that can be generated randomly or selected as desired.",
                    {
                        "type": "table",
                        "caption": "Grey Renderer Quirk",
                        "colLabels": ["d12", "Quirk"],
                        "colStyles": ["col-2 text-center", "col-10"],
                        "rows": [
                            [1, "Hates horses and other mounts"],
                            [
                                2,
                                "Roars loudly when its bonded creature is touched by another creature"
                            ],
                            [3, "Likes to snuggle"],
                            [4, "Uproots and chews on trees"],
                            [5, "Has terrific and eye-watering flatulence"],
                            [
                                6,
                                "Brings offerings of meat to its bonded creature"
                            ],
                            [7, "Compulsively digs up the ground"],
                            [
                                8,
                                "Attacks carts and wagons as if they were terrible monsters"
                            ],
                            [9, "Howls when it rains"],
                            [10, "Whines piteously in the dark"],
                            [11, "Buries treasure it finds"],
                            [
                                12,
                                "Chases birds, leaping into the air to catch them, heedless of the destruction it causes"
                            ]
                        ]
                    }
                ]
            }
        ]
    },
    "tokenUrl": "https://5e.tools/img/MTF/Gray Render.png?v=1.94.2",

    "uniqueId": "995a76721f9bd2cf10771e5bdc90f8c7"
}
